Repository: dewakp/ALAFIAKALO
Catalog: IOS/ALAFIA/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ha, ig, pt, sw, yo, zh

source: Health improvement suggestions will appear here.
ar: ستظهر اقتراحات تحسين الصحة هنا.
de: Verbesserungsvorschläge für die Gesundheit werden hier angezeigt.
es: Las sugerencias de mejora de salud aparecerán aquí.
fr: Les suggestions d'amélioration de la santé apparaîtront ici.
ha: Shawarwarin inganta lafiya za su bayyana a nan.
ig: Ndụmọdụ maka imeziwanye ahụike ga-apụta ebe a.
pt: Sugestões de melhoria de saúde aparecerão aqui.
sw: Mapendekezo ya kuboresha afya yatakuja hapa.
yo: Awon iṣeduro ilera yoo han nibi.
zh: 健康改善建议将显示在此处。

source: Health Profile
ar: ملف الصحة
de: Gesundheitsprofil
es: Perfil de Salud
fr: Profil de santé
ha: Bayanan Lafiya
ig: Profaịlụ Ahụike
pt: Perfil de Saúde
sw: Wasifu wa Afya
yo: Profaili Ilera
zh: 健康档案

source: Health Reminders
ar: تذكيرات صحية
de: Gesundheitserinnerungen
es: Recordatorios de Salud
fr: Rappels de santé
ha: Akadar Lafiya
ig: Ihe Ncheta Ahụike
pt: Lembretes de Saúde
sw: Ukumbusho wa Afya
yo: Awon Ikilọ Ilera
zh: 健康提醒

source: Health Sync
ar: مزامنة الصحة
de: Gesundheitssynchronisierung
es: Sincronización de Salud
fr: Synchronisation de santé
ha: Daidaitawa ta Lafiya
ig: Njikọ Ahụike
pt: Sincronização de Saúde
sw: Usambazaji wa Afya
yo: Isokan Ilera
zh: 健康同步

source: Health Tracking
ar: تتبع الصحة
de: Gesundheitsverfolgung
es: Seguimiento de Salud
fr: Suivi de santé
ha: Bin Lafiya
ig: Ịlekọta Ahụike
pt: Rastreamento de Saúde
sw: Kufuatilia Afya
yo: Iṣakoso Ilera
zh: 健康追踪

source: Health trends will appear here after tracking data for a few days.
ar: ستظهر اتجاهات الصحة هنا بعد تتبع البيانات لعدة أيام.
de: Gesundheitstrends werden nach einigen Tagen Nachverfolgung angezeigt.
es: Las tendencias de salud aparecerán aquí después de registrar datos durante algunos días.
fr: Les tendances de santé apparaîtront ici après quelques jours de suivi.
ha: Alamomin lafiya za su bayyana nan bayan gida data na wasu kwanaki.
ig: Ihe mgbasa ike ga-apụta ebe a mgbe ị na-eme ihe nkwado ụbọchị ole na ole.
pt: As tendências de saúde aparecerão aqui após rastrear dados por alguns dias.
sw: Mwenendo wa afya utaonekana hapa baada ya kufuatilia data kwa siku chache.
yo: Àwọn ìṣiro àlàyé ayọ̀ yóò hàn níbìtí àkójọ àkìyèsi fún ọ̀pọ̀ ọjọ́.
zh: 追踪数据几天后，健康趋势将显示在此。

source: Healthcare Pro
ar: متخصص الرعاية الصحية
de: Gesundheitsdienstleister
es: Profesional de Salud
fr: Professionnel de santé
ha: Ɗan Aiki Jikin Lafiya
ig: Onye Ọrụ Ahụike
pt: Profissional de Saúde
sw: Mtaalamu wa Afya
yo: Olùkọ́ Àlàyé
zh: 医疗专业人士

source: Healthcare Providers
ar: مقدمو الرعاية الصحية
de: Gesundheitsdienstleister
es: Proveedores de Salud
fr: Prestataires de santé
ha: Masu Sanatsi
ig: Ndị Ọrụ Ahụike
pt: Profissionais de Saúde
sw: Watoa Huduma za Afya
yo: Àwọn Olùkọ́ Àlàyé
zh: 医疗提供者

source: Heart Rate
ar: معدل ضربات القلب
de: Herzfrequenz
es: Frecuencia Cardíaca
fr: Fréquence cardiaque
ha: Jita-jitar Zuciya
ig: Ọsọ Obi
pt: Frequência Cardíaca
sw: Kiwango cha Moyo
yo: Ìyara Ọkàn
zh: 心率

source: Heart rate (bpm)
ar: معدل ضربات القلب (نبضة/دقيقة)
de: Herzfrequenz (bpm)
es: Frecuencia cardíaca (lpm)
fr: Fréquence cardiaque (bpm)
ha: Jita-jitar zuciya (bpm)
ig: Ọsọ obi (bpm)
pt: Frequência cardíaca (bpm)
sw: Kiwango cha moyo (bpm)
yo: Ìyara ọkàn (bpm)
zh: 心率（次/分）

source: Height (%@)
ar: الطول (%@)
de: Größe (%@)
es: Altura (%@)
fr: Taille (%@)
ha: Tsayi (%@)
ig: Ogologo (%@)
pt: Altura (%@)
sw: Urefu (%@)
yo: Gígùn (%@)
zh: 身高（%@）

source: Help improve the platform by sharing anonymized usage data
ar: ساعد في تحسين المنصة بمشاركة بيانات الاستخدام المجهولة
de: Plattform durch anonymisierte Nutzungsdaten verbessern
es: Ayuda a mejorar la plataforma compartiendo datos de uso anonimizados
fr: Aidez à améliorer la plateforme en partageant des données d'utilisation anonymisées
ha: Bada gudummawa don inganta platform ta hanyar raba bayanan amfani mara suna
ig: Nyere aka ịkwalite ihe nkwado site na ịkọ ụkọ ojiji na-enweghị aha
pt: Ajude a melhorar a plataforma compartilhando dados de uso anônimos
sw: Boresha jukwaa kwa kushiriki data ya matumizi bila utambulisho
yo: Ṣe àbùkọ̀ láti ìmọ̀ ìlò àìlọ́hùn fún ìmúlọ̀ ìtumọ̀
zh: 通过分享匿名使用数据帮助改进平台

source: Hemodialysis
ar: غسيل كلى
de: Hämodialyse
es: Hemodiálisis
fr: Hémodialyse
pt: Hemodiálise
zh: 血液透析

source: Hide all nutrients
ar: إخفاء جميع العناصر الغذائية
de: Alle Nährstoffe ausblenden
es: Ocultar todos los nutrientes
fr: Masquer tous les nutriments
ha: Ɓoye duk abubuwan gida
ig: Zọ ihe nri niile
pt: Ocultar todos os nutrientes
sw: Ficha virutubishi vyote
yo: Fihìnda gbogbo àwọn ohun ìjẹ
zh: 隐藏所有营养素

source: Hide password
ar: إخفاء كلمة المرور
de: Passwort ausblenden
es: Ocultar contraseña
fr: Masquer le mot de passe
ha: Ɓoye kalmar sirri
ig: Zọ paswọọdụ
pt: Ocultar senha
sw: Ficha neno la siri
yo: Fihìnda ọ̀rọ̀ ìdánimọ̀
zh: 隐藏密码

source: High
ar: مرتفع
de: Hoch
es: Alto
fr: Élevé
ha: Babbar
ig: Dị elu
pt: Alto
sw: Juu
yo: Gíga
zh: 高

source: HIPAA Status
ar: حالة HIPAA
es: Estado HIPAA
fr: Statut HIPAA
ha: Yanayin HIPAA
pt: Status HIPAA
sw: Hali ya HIPAA
yo: Ipo HIPAA
zh: HIPAA 状态

source: Home
ar: الرئيسية
de: Startseite
es: Inicio
fr: Accueil
ha: Gida
ig: Ụlọ
pt: Início
sw: Nyumbani
yo: Ilé
zh: 首页

source: Hospital
ar: المستشفى
de: Krankenhaus
fr: Hôpital
ha: Asibiti
ig: Ụlọ Ọgwụ
sw: Hospitali
yo: Ile Ìtọ́jú
zh: 医院

source: Hospital & Affiliations
ar: المستشفى والفروع
de: Krankenhaus & Zugehörigkeiten
es: Hospital y Afiliaciones
fr: Hôpital et affiliations
ha: Asibiti & Haɗin Gida
ig: Ụlọ Ọgwụ & Ndị Ọrụ Ọkwa
pt: Hospital e Afiliações
sw: Hospitali & Mahusiano
yo: Ile Ìtọ́jú & Àwọn Ìṣọ̀kan
zh: 医院及关联机构

source: Hospital Affiliations (comma-separated)
ar: فروع المستشفى (مفصولة بفواصل)
de: Krankenhausanbindungen (kommagetrennt)
es: Afiliaciones Hospitalarias (separadas por comas)
fr: Affiliations hospitalières (séparées par des virgules)
ha: Haɗin Asibiti (jajere da koma)
ig: Ndị Ọrụ Ụlọ Ọgwụ (nke a kewapụ site na kọma)
pt: Afiliações Hospitalares (separadas por vírgula)
sw: Mahusiano ya Hospitali (yatenganishwa kwa koma)
yo: Àwọn Ìṣọ̀kan Ile Ìtọ́jú (àwọn ìpín nípa àmì ìdáhùn)
zh: 医院关联机构（逗号分隔）

source: Hospital/ER Since Last
ar: المستشفى/الطوارئ منذ
de: Krankenhaus/Notaufnahme seit letztem
es: Hospital/ER Desde Último
fr: Hôpital/Urgences depuis
ha: Asibiti/ER Tun Jiya
ig: Ụlọ Ọgwụ/ER Kemgbe Nke Ikpeazụ
pt: Hospital/PS Desde Último
sw: Hospitali/Dharura Tangu Mwisho
yo: Ile Ìtọ́jú/ER Láti Ìkẹ́kọ̀ọ́ Ìkẹ́yìn
zh: 上次住院/急诊以来

source: How are you doing today?
ar: كيف حالك اليوم؟
de: Wie geht es dir heute?
es: ¿Cómo te sientes hoy?
fr: Comment allez-vous aujourd'hui ?
ha: Yaya kake jiya?
ig: Kedu ka ị na-eme taa?
pt: Como você está hoje?
sw: Unajisikia vipi leo?
yo: Báwo ni ìwọ ń ṣe lónìí?
zh: 你今天感觉怎么样？

source: How are you feeling?
ar: كيف تشعر؟
de: Wie fühlst du dich?
es: ¿Cómo te sientes?
fr: Comment vous sentez-vous ?
ha: Yaya kake ji?
ig: Kedu ka ị na-anya anya?
pt: Como você se sente?
sw: Unajisikia vipi?
yo: Báwo ni ìwọ ń ní ìfẹ́?
zh: 你感觉如何？

source: How do you feel now?
ar: كيف تشعر الآن؟
de: Wie fühlst du dich jetzt?
es: ¿Cómo te sientes ahora?
fr: Comment vous sentez-vous maintenant ?
ha: Yaya kake ji yanzu?
ig: Kedu ka ị na-anya anya ugbu a?
pt: Como se sente agora?
sw: Unajisikia vipi sasa?
yo: Báwo ni ìwọ ń ní ìfẹ́ báyìí?
zh: 你现在感觉怎么样？

source: How's your day going?
ar: كيف يسير يومك؟
de: Wie läuft dein Tag?
es: ¿Cómo va tu día?
fr: Comment se passe votre journée ?
ha: Yaya ranar kake?
ig: Kedu ka ụbọchị gị na-aga?
pt: Como está indo seu dia?
sw: Siku yako inaendelea vipi?
yo: Báwo ni ọjọ́ rẹ ń lọ?
zh: 你的一天过得怎么样？

source: HR
ar: ساعة
de: Stunden
es: RR
fr: FC
pt: RH
zh: 小时

source: Hub
ar: المركز
es: Centro
fr: Centre
ha: Cibiyar Tarayya
ig: Etiti
sw: Kituo
yo: Àgbègbè
zh: 中心

source: I've confirmed — continue
ar: تم التأكيد — متابعة
de: Bestätigt — weiter
es: He confirmado — continuar
fr: J'ai confirmé — continuer
ha: Na tabbatar — ci gaba
ig: Akwadoro m — gaa n'ihu
pt: Confirmei — continuar
sw: Nimethibitisha — endelea
yo: Mo ti ìdánilójú — tẹ̀síwájú
zh: 我已确认 — 继续

source: ICD-10 Code
ar: رمز ICD-10
es: Código ICD-10
fr: Code ICD-10
ha: Lambar ICD-10
ig: Koodu ICD-10
pt: Código ICD-10
sw: Nambari ya ICD-10
yo: Koodu ICD-10
zh: ICD-10 代码

source: ICD-11 Code
ar: رمز ICD-11
es: Código ICD-11
fr: Code ICD-11
ha: Lambar ICD-11
ig: Koodu ICD-11
pt: Código ICD-11
sw: Nambari ya ICD-11
yo: Koodu ICD-11
zh: ICD-11 代码

source: Identify Food from Image (Optional)
ar: تحديد الطعام من الصورة (اختياري)
de: Lebensmittel aus Bild erkennen (optional)
es: Identificar Alimento desde Imagen (Opcional)
fr: Identifier les aliments à partir d'une image (Facultatif)
ha: Gano Abinci daga Hoto (Zaɓi)
ig: Chọpụta Nri Site na Foto (Nhọpụta)
pt: Identificar Alimento por Imagem (Opcional)
sw: Tambua Chakula kutoka Picha (Hiari)
yo: Ṣàyẹ̀wò Oúnjẹ Láti Àwòrán (Àìní Dandan)
zh: 从图像识别食物（可选）

source: Identify Medication
ar: تحديد الدواء
de: Medikament erkennen
es: Identificar Medicamento
fr: Identifier un médicament
ha: Gano Maganin
ig: Chọpụta Ọgwụ
pt: Identificar Medicamento
sw: Tambua Dawa
yo: Ṣàyẹ̀wò Oogun
zh: 识别药物

source: Identity
ar: الهوية
de: Identität
es: Identidad
fr: Identité
ha: Asali
ig: Ọdịdị
pt: Identidade
sw: Utambulisho
yo: Ìdánilójú
zh: 身份

source: Image AI
ar: ذكاء اصطناعي للصور
de: Bild-KI
es: IA de Imagen
pt: IA de Imagem
sw: AI ya Picha
zh: 图像 AI

source: Impact
ar: التأثير
de: Auswirkung
es: Impacto
ha: Tasiri
ig: Mmetụta
pt: Impacto
sw: Athari
yo: Ìpá
zh: 影响

source: Import
ar: استيراد
de: Importieren
es: Importar
fr: Importer
ha: Shigo
ig: Bubata
pt: Importar
sw: Ingiza
yo: Gbé wá
zh: 导入

source: Import %lld selected
ar: استيراد %lld محدد
de: %lld ausgewählte importieren
es: Importar %lld seleccionados
fr: Importer %lld sélectionnés
ha: Shigo %lld da aka zaɓa
ig: Bubata %lld ahọpụtara
pt: Importar %lld selecionados
sw: Ingiza %lld iliyochaguliwa
yo: Gbe %lld tí a yàn
zh: 导入 %lld 项已选择

source: Improve
ar: تحسين
de: Verbessern
es: Mejorar
fr: Améliorer
ha: Inganta
ig: Mee ka ọ dị mma
pt: Melhorar
sw: Boresha
yo: Ìmúlọ̀
zh: 改进

source: In-Session Chat
ar: الدردشة أثناء الجلسة
de: Chat in Sitzung
es: Chat en Sesión
fr: Conversation en session
ha: Zance-zance Cikin Jerin
ig: Nkparịta Ụka N'oge Ọrụ
pt: Chat na Sessão
sw: Mazungumzo ya Mkutano
yo: Kíkọ Nínú Ìṣẹ̀
zh: 会话内聊天

source: In: %lld
ar: في: %lld
es: En: %lld
fr: Entrée : %lld
ha: Cikin: %lld
ig: N'ime: %lld
pt: Em: %lld
sw: Ndani: %lld
yo: Sísun: %lld
zh: 进入：%lld

source: Inactive
ar: غير نشط
de: Inaktiv
es: Inactivo
fr: Inactif
ha: Ba a aiki
ig: Adịghị arụ ọrụ
pt: Inativo
sw: Haijafanya kazi
yo: Kìkọ
zh: 未激活

source: INACTIVE
ar: غير نشط
de: INAKTIV
es: INACTIVO
fr: INACTIF
ha: BA A AIKI
ig: ADỊGHỊ ARỤ ỌRỤ
pt: INATIVO
sw: HAIJAFANYA KAZI
yo: KÌKỌ
zh: 未激活

source: Inactive Plans
ar: الخطط غير النشطة
de: Inaktive Pläne
es: Planes Inactivos
fr: Plans inactifs
ha: Tsare Ba a Aiki
ig: Atụmatụ Adịghị Arụ Ọrụ
pt: Planos Inativos
sw: Mipango Haijafanya Kazi
yo: Àwọn Ètò Kìkọ
zh: 未激活的计划

source: Infiltration
ar: تسرب
es: Infiltración
ha: Shigarwa
pt: Infiltração
sw: Uingilizi
zh: 渗漏

source: Inflow (mL)
ar: التدفق الداخلي (mL)
de: Zulauf (mL)
es: Entrada (mL)
fr: Entrée (mL)
ha: Shigarwa (mL)
pt: Entrada (mL)
sw: Mtiririko wa Ndani (mL)
yo: Sísun (mL)
zh: 流入（mL）

source: Info
ar: معلومات
es: Información
ha: Bayani
ig: Ozi
pt: Informações
sw: Taarifa
yo: Ìròyìn
zh: 信息

source: Instructions
ar: تعليمات
de: Anleitung
es: Instrucciones
ha: Jagora
ig: Ntụziaka
pt: Instruções
sw: Maelezo
yo: Ìtọ́níjú
zh: 说明

source: Instructions…
ar: تعليمات…
de: Anleitung…
es: Instrucciones…
ha: Jagora…
ig: Ntụziaka…
pt: Instruções…
sw: Maelezo…
yo: Ìtọ́níjú…
zh: 说明…

source: Insurance
ar: التأمين
de: Versicherung
es: Seguro
fr: Assurance
ha: Inshuransi
ig: Ihe Mgbapụta Ọrịa
pt: Seguro
sw: Bima
yo: Ìbájọ̀
zh: 保险

source: Insurance ID
ar: رقم التأمين
de: Versicherungsnummer
es: Número de Póliza
fr: Numéro d'assurance
ha: Lambar Inshuransi
ig: Nọmba Ihe Mgbapụta Ọrịa
pt: ID do Seguro
sw: Namba ya Bima
yo: Nọ́mbà Ìbájọ̀
zh: 保险ID

source: Insurance Phone
ar: هاتف التأمين
de: Versicherungstelefon
es: Teléfono del Seguro
fr: Téléphone de l'assurance
ha: Waya Inshuransi
ig: Telefọnụ Ihe Mgbapụta Ọrịa
pt: Telefone do Seguro
sw: Simu ya Bima
yo: Fóònù Ìbájọ̀
zh: 保险电话

source: Insurance Plans
ar: خطط التأمين
de: Versicherungspläne
es: Planes de Seguro
fr: Plans d'assurance
ha: Shirin Inshuransi
ig: Atụmatụ Ihe Mgbapụta Ọrịa
pt: Planos de Seguro
sw: Mipango ya Bima
yo: Àwọn Ètò Ìbájọ̀
zh: 保险计划

source: Insurance Provider
ar: مزوّد التأمين
de: Versicherungsanbieter
es: Proveedor de Seguro
fr: Assureur
ha: Mai Inshuransi
ig: Onye Inye Ihe Mgbapụta Ọrịa
pt: Provedor de Seguro
sw: Mtoa Huduma wa Bima
yo: Olùpèsè Ìbájọ̀
zh: 保险提供商

source: Interactions checked
ar: تم التحقق من التفاعلات
de: Wechselwirkungen geprüft
es: Interacciones verificadas
fr: Interactions vérifiées
ha: An duba hulɗa-hulɗa
ig: Ejiri Ọgwụ Ọzọ Nyochaa
pt: Interações verificadas
sw: Mwingiliano umechambuliwa
yo: Àwọn Ìdábaboye Ṣèwòrìn
zh: 已检查相互作用

source: Intradialytic Readings
ar: قراءات أثناء الغسيل
de: Intradialytische Messwerte
es: Lecturas Intradialíticas
fr: Mesures intradialytiques
ha: Karatun Intradialytic
ig: Ihe Ọmụmụ N'oge Dialysis
pt: Leituras Intradialíticas
sw: Vipimo vya Wakati wa Dialysis
yo: Àwọn Ìkáwe Intradialytic
zh: 透析中读数

source: Intradialytic Readings (%lld)
ar: قراءات أثناء الغسيل (%lld)
de: Intradialytische Messwerte (%lld)
es: Lecturas Intradialíticas (%lld)
fr: Mesures intradialytiques (%lld)
ha: Karatun Intradialytic (%lld)
ig: Ihe Ọmụmụ N'oge Dialysis (%lld)
pt: Leituras Intradialíticas (%lld)
sw: Vipimo vya Wakati wa Dialysis (%lld)
yo: Àwọn Ìkáwe Intradialytic (%lld)
zh: 透析中读数 (%lld)

source: Item Details
ar: تفاصيل العنصر
de: Elementdetails
es: Detalles del Elemento
fr: Détails de l'article
ha: Bayanan Abin
ig: Nkọwa Ihe
pt: Detalhes do Item
sw: Maelezo ya Kipengee
yo: Ìtàn Ohun Kan
zh: 项目详情

source: Item Name
ar: اسم العنصر
de: Elementname
es: Nombre del Elemento
fr: Nom de l'article
ha: Sunan Abin
ig: Aha Ihe
pt: Nome do Item
sw: Jina la Kipengee
yo: Orúkọ Ohun
zh: 项目名称

source: Join
ar: انضم
de: Beitreten
es: Unirse
fr: Rejoindre
ha: Shiga
ig: Sọọ
pt: Participar
sw: Jiunge
yo: Darapọ̀
zh: 加入

source: Join ALAFIA today
ar: انضم إلى ALAFIA اليوم
de: Treten Sie ALAFIA heute bei
es: Únete a ALAFIA hoy
fr: Rejoignez ALAFIA aujourd'hui
ha: Shiga ALAFIA jiya
ig: Sọọ ALAFIA taa
pt: Participe do ALAFIA hoje
sw: Jiunge na ALAFIA leo
yo: Darapọ̀ ALAFIA lónìí
zh: 立即加入 ALAFIA

source: Journal
ar: اليوميات
de: Tagebuch
es: Diario
ha: Littafi
ig: Akwụkwọ Ndekọ
pt: Diário
sw: Jarida
yo: Ìwé Ìròyìn
zh: 日志

source: kg
ar: كغ

source: Lab Charts
ar: رسوم بيانية للفحوصات
de: Labordiagramme
es: Gráficos de Laboratorio
fr: Graphiques de laboratoire
ha: Zane-zanen Lab
ig: Eserese Ule Ọrụ
pt: Gráficos de Laboratório
sw: Chati za Majaribio
yo: Àwọn Awòkọ Ìṣẹ̀
zh: 实验室图表

source: Lab Tubes Drawn
ar: أنابيب الفحوصات المسحوبة
de: Laborröhrchen entnommen
es: Tubos de Laboratorio Extraídos
fr: Tubes de laboratoire prélevés
ha: Tubukan Lab da aka zana
ig: Ọtụtụ Ule Ọrụ Ewepụtara
pt: Tubos de Laboratório Coletados
sw: Tumbao za Majaribio Zilizochorwa
yo: Àwọn Tíúbu Ìṣẹ̀ Tí A Yá
zh: 已采集检验管

source: Labs
ar: الفحوصات
de: Labore
es: Laboratorios
fr: Analyses
ha: Gwaje
ig: Ule Ọrụ
pt: Laboratórios
sw: Majaribio
yo: Àwọn Ìṣẹ̀
zh: 检验

source: Labs / EHR
ar: الفحوصات / السجل الطبي الإلكتروني
de: Labore / EHR
es: Laboratorios / EHR
fr: Laboratoires / Dossier médical
ha: Gwaje / EHR
ig: Ule Ọrụ / EHR
pt: Laboratórios / EHR
sw: Majaribio / EHR
yo: Àwọn Ìṣẹ̀ / EHR
zh: 检验 / EHR

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
ha: Harshe
ig: Asụsụ
pt: Idioma
sw: Lugha
yo: Èdè
zh: 语言

source: Languages
ar: اللغات
de: Sprachen
es: Idiomas
fr: Langues
ha: Harsunan
ig: Asụsụ
pt: Idiomas
sw: Lugha
yo: Àwọn Èdè
zh: 语言

source: Languages & Telemedicine
ar: اللغات والطب عن بعد
de: Sprachen & Telemedizin
es: Idiomas y Telemedicina
fr: Langues et télémédecine
ha: Harsunan & Telemedicine
ig: Asụsụ & Ọgbakọ Ọrịa Site Telefọnụ
pt: Idiomas e Telemedicina
sw: Lugha na Huduma za Telemedicine
yo: Àwọn Èdè & Ìfẹ́sọ̀tun Ìjìyá
zh: 语言和远程医疗

source: Last Name
ar: اسم العائلة
de: Nachname
es: Apellido
fr: Nom de famille
ha: Suna na Gida
ig: Aha Nke Mbu
pt: Sobrenome
sw: Jina la Ukoo
yo: Orúkọ Ẹkejì
zh: 姓氏

source: Last name must be at least 3 characters.
ar: يجب أن يكون الاسم الأخير 3 أحرف على الأقل.
de: Nachname muss mindestens 3 Zeichen lang sein.
es: El apellido debe tener al menos 3 caracteres.
fr: Le nom doit contenir au moins 3 caractères.
ha: Sunan ƙarshe dole ya kasua aƙalla haruffa 3.
ig: Aha ikpeazụ ga-abụ opekata 3 mkpụrụ okwu.
pt: O sobrenome deve ter pelo menos 3 caracteres.
sw: Jina la ukoo lazima liwe na angalau herufi 3.
yo: Orúkọ ìkejì gbọ́dọ̀ jẹ́ àti ìṣẹ́jú mẹ́ta tàbí ju.
zh: 姓氏至少需要 3 个字符。

source: Last Sync Result
ar: نتيجة آخر مزامنة
de: Letztes Synchronisierungsergebnis
es: Último Resultado de Sincronización
fr: Dernier résultat de synchronisation
ha: Sakamakon Sync na Karshe
ig: Nsonaazụ Sync Ikpeazụ
pt: Último Resultado de Sincronização
sw: Matokeo ya Mabadilisho ya Mwisho
yo: Èsì Ìsọdọ̀tun Ìkẹ́yìn
zh: 上次同步结果

source: Last sync: %@
ar: آخر مزامنة: %@
de: Letzte Synchronisierung: %@
es: Última sincronización: %@
fr: Dernière synchro : %@
ha: Sync na karshe: %@
ig: Sync ikpeazụ: %@
pt: Última sincronização: %@
sw: Mabadilisho ya mwisho: %@
yo: Ìsọdọ̀tun ìkẹ́yìn: %@
zh: 上次同步: %@

source: Latest labs: %@
ar: آخر فحوصات: %@
de: Aktuelle Labore: %@
es: Últimos laboratorios: %@
fr: Derniers résultats : %@
ha: Gwaje na karshe: %@
ig: Ule ọrụ kacha ọhụrụ: %@
pt: Últimos laboratórios: %@
sw: Majaribio ya hivi karibuni: %@
yo: Àwọn ìṣẹ̀ tuntun jù: %@
zh: 最新检验: %@

# Ledger: %@ · %lld of %lld anchored
source: Ledger: %1$@ · %2$lld of %3$lld anchored
ar: Ledger: %1$@ · %2$lld من %3$lld مرساة
de: Ledger: %1$@ · %2$lld von %3$lld verankert
es: Libro Mayor: %1$@ · %2$lld de %3$lld anclados
fr: Ledger : %1$@ · %2$lld sur %3$lld ancrés
ha: Ledger: %1$@ · %2$lld na %3$lld anchored
ig: Ledger: %1$@ · %2$lld nke %3$lld kwadoro
pt: Ledger: %1$@ · %2$lld de %3$lld ancorados
sw: Ledger: %1$@ · %2$lld ya %3$lld iliyoimarishwa
yo: Ledger: %1$@ · %2$lld nínú %3$lld tí a múnìpìn
zh: 账本: %1$@ · %2$lld / %3$lld 已锚定

source: Let Agent Decide
ar: دع الوكيل يقرر
de: Agent entscheiden lassen
es: Dejar que el Agente Decida
fr: Laisser l'agent décider
ha: Bar Agent Ya Yanke Shawara
ig: Hapụ Agent Ka Ọ Kpebie
pt: Deixar o Agente Decidir
sw: Acha Wakili Akamatanisha
yo: Jẹ́ kí Aṣojú Pinnu
zh: 让代理决定

source: License Country
ar: دولة الترخيص
de: Lizenzland
es: País de la Licencia
fr: Pays de la licence
ha: Kasua Laisansi
ig: Mpaghara License
pt: País da Licença
sw: Nchi ya Leseni
yo: Orílẹ̀ Àṣẹ
zh: 执照国家

source: License Expiry (YYYY-MM-DD)
ar: انتهاء الترخيص (YYYY-MM-DD)
de: Lizenzablauf (YYYY-MM-DD)
es: Vencimiento de Licencia (YYYY-MM-DD)
fr: Expiration de la licence (YYYY-MM-DD)
ha: Laisansi Ta Ƙare (YYYY-MM-DD)
ig: License Rụpụta (YYYY-MM-DD)
pt: Validade da Licença (YYYY-MM-DD)
sw: Leseni Inapoishia (YYYY-MM-DD)
yo: Àkọ́kọ́ Àṣẹ (YYYY-MM-DD)
zh: 执照过期日期 (YYYY-MM-DD)

source: License Number
ar: رقم الترخيص
de: Lizenznummer
es: Número de Licencia
fr: Numéro de licence
ha: Lambar Laisansi
ig: Nọmba License
pt: Número da Licença
sw: Namba ya Leseni
yo: Nọ́mbà Àṣẹ
zh: 执照号码

source: License State
ar: ولاية الترخيص
de: Bundesstaat der Lizenz
es: Estado de la Licencia
fr: État de la licence
ha: Jihar Laisansi
ig: Steeti License
pt: Estado da Licença
sw: Jimbo la Leseni
yo: Ìpínlẹ̀ Àṣẹ
zh: 执照州

source: Life-Sustaining Treatment
ar: العلاج الحافظ للحياة
de: Lebenserhaltende Behandlung
es: Tratamiento para Mantener la Vida
fr: Traitement de maintien de la vie
ha: Jiyya Mai Tsaro
ig: Ọgwụgwọ Maka Ndụ
pt: Tratamento de Suporte à Vida
sw: Matibabu ya Kuendelea na Maisha
yo: Ìtọ́jú Ìgbé Ẹ̀mí
zh: 生命维持治疗

source: Lifestyle
ar: نمط الحياة
de: Lebensstil
es: Estilo de Vida
fr: Mode de vie
ha: Rayuwa
ig: Ụzọ Ndụ
pt: Estilo de Vida
sw: Mtindo wa Maisha
yo: Ìgbé Ọ̀rọ̀
zh: 生活方式

source: Lifestyle & Vitals
ar: نمط الحياة والعلامات الحيوية
de: Lebensstil & Vitalwerte
es: Estilo de Vida y Signos Vitales
fr: Mode de vie et signes vitaux
ha: Rayuwa & Karatun Jiki
ig: Ụzọ Ndụ & Ihe Ọmụmụ Ahụ
pt: Estilo de Vida e Sinais Vitais
sw: Mtindo wa Maisha na Vitals
yo: Ìgbé Ọ̀rọ̀ & Àwọn Ìkáwe Ìgbé
zh: 生活方式和生命体征

source: Limit: %lld
ar: الحد: %lld
de: Grenzwert: %lld
es: Límite: %lld
fr: Limite : %lld
ha: Iyaka: %lld
ig: Oke: %lld
pt: Limite: %lld
sw: Kikomo: %lld
yo: Ìwọ̀n: %lld
zh: 限制: %lld

source: Limitations / Injuries
ar: القيود / الإصابات
de: Einschränkungen / Verletzungen
es: Limitaciones / Lesiones
fr: Limitations / Blessures
ha: Iyakoki / Rauni
ig: Oke / Mmerụ
pt: Limitações / Lesões
sw: Vikomo / Majeraha
yo: Àwọn Ìwọ̀n / Àwọn Ìjìyà
zh: 限制 / 损伤

source: Listening… speak your question
ar: جاري الاستماع… تحدث عن سؤالك
de: Höre zu… sprechen Sie Ihre Frage
es: Escuchando… diga su pregunta
fr: À l'écoute… posez votre question
ha: Sauraron… ka yi tambaya
ig: Ege ntị… sọọ ajụjụ gị
pt: Ouvindo… fale sua pergunta
sw: Ninasikiliza… sema swali lako
yo: Ń gbìn... sọ ìbéèrè rẹ
zh: 正在听…请说出您的问题

source: Live
ar: مباشر
es: En directo
fr: En direct
ha: Kai tsaye
ig: Dị ndụ
pt: Ao vivo
sw: Moja kwa moja
yo: Ní ìsinmi
zh: 实时

source: Live Transcription
ar: النسخ الفوري
de: Live-Transkription
es: Transcripción en directo
fr: Transcription en direct
ha: Sauri Kai tsaye
ig: Ntụgharị Okwu Dị Ndụ
pt: Transcrição ao vivo
sw: Ubadilishaji wa Sauti Moja kwa Moja
yo: Ìtúmọ̀ Ní ìsinmi
zh: 实时转录

source: Loading chart data…
ar: جاري تحميل بيانات الرسم البياني…
de: Diagrammdaten werden geladen…
es: Cargando datos del gráfico…
fr: Chargement des données du graphique…
ha: Ana loda bayyanin zane…
ig: Ịkwọ data ihe ngosi…
pt: Carregando dados do gráfico…
sw: Inapakia data ya chati…
yo: Ń ṣe àkójọ data iwe-ìtàn...
zh: 正在加载图表数据…

source: Loading community health data...
ar: جاري تحميل بيانات صحة المجتمع…
de: Community-Gesundheitsdaten werden geladen…
es: Cargando datos de salud comunitaria…
fr: Chargement des données de santé communautaire...
ha: Ana loda bayyanin jama'ar lafiya…
ig: Ịkwọ data ahụike obodo…
pt: Carregando dados de saúde comunitária...
sw: Inapakia data ya afya ya jamii…
yo: Ń ṣe àkójọ data àlùfáà ìlú...
zh: 正在加载社区健康数据...

source: Loading dashboard…
ar: جاري تحميل لوحة التحكم…
de: Dashboard wird geladen…
es: Cargando panel…
fr: Chargement du tableau de bord…
ha: Ana loda dashboard…
ig: Ịkwọ dashboard…
pt: Carregando painel…
sw: Inapakia dashibodi…
yo: Ń ṣe àkójọ dashboard...
zh: 正在加载仪表板…

source: Loading facilities…
ar: جاري تحميل المرافق…
de: Einrichtungen werden geladen…
es: Cargando centros…
fr: Chargement des établissements…
ha: Ana loda wuraren aiki…
ig: Ịkwọ ebe ọrụ…
pt: Carregando unidades…
sw: Inapakia vituo…
yo: Ń ṣe àkójọ àwọn ilé ìṣègun...
zh: 正在加载设施…

source: Loading grants…
ar: جاري تحميل المنح…
de: Zuschüsse werden geladen…
es: Cargando subvenciones…
fr: Chargement des subventions…
ha: Ana loda tallafi…
ig: Ịkwọ ego…
pt: Carregando bolsas…
sw: Inapakia hibiti…
yo: Ń ṣe àkójọ àwọn ìrànwọ́...
zh: 正在加载补助金…

source: Loading invitations…
ar: جاري تحميل الدعوات…
de: Einladungen werden geladen…
es: Cargando invitaciones…
fr: Chargement des invitations…
ha: Ana loda gayyatawa…
ig: Ịkwọ oku…
pt: Carregando convites…
sw: Inapakia mwaliko…
yo: Ń ṣe àkójọ àwọn ìpè...
zh: 正在加载邀请…

source: Loading lab charts…
ar: جاري تحميل رسوم المختبر…
de: Labordiagramme werden geladen…
es: Cargando gráficos de laboratorio…
fr: Chargement des graphiques de laboratoire…
ha: Ana loda zane-zanen gwaje…
ig: Ịkwọ ihe ngosi ule…
pt: Carregando gráficos de laboratório…
sw: Inapakia chati za majaribio…
yo: Ń ṣe àkójọ iwe-ìtàn ìdánwò...
zh: 正在加载实验室图表…
